{ "translations": {
    "Could not encrypt the YouTube API key" : "No se pudo encriptar la clave API de YouTube",
    "Could not save the user config" : "No se pudo guardar la configuración del usuario",
    "YouTube Link" : "Enlace de YouTube",
    "YouTube Channels" : "Canales de YouTube",
    "YouTube Playlists" : "Listas de reproducción de YouTube",
    "YouTube Videos" : "Videos de YouTube",
    "No description" : "Sin descripción",
    "YouTube API error" : "Error de API de YouTube",
    "YouTube API Key not set" : "Clave API de YouTube no configurada",
    "Could not decrypt the YouTube API key" : "No se pudo desencriptar la clave API de YouTube",
    "Bad HTTP method" : "Método HTTP incorrecto",
    "Bad credentials" : "Credenciales incorrectas",
    "Connected accounts" : "Cuentas conectadas",
    "YouTube Integration" : "Integración de YouTube",
    "YouTube Integration providing inline video player for link previews" : "Integración de YouTube que proporciona reproductor de video inline para vistas previas de enlaces",
    "YouTube integration providing an inline video player for link previews, a smart picker and search provider for searching YouTube videos, channels, and playlists.\n\nConfiguration:\n\nSet an API key in the Administration settings -> Connected Accounts -> YouTube Integration section to allow the search and smart picker\n\nNote: The search and smart picker functionality is disabled by default. Users can opt-in to enable them from their respective settings." : "Integración de YouTube que proporciona un reproductor de video inline para vistas previas de enlaces, un selector inteligente y proveedor de búsqueda para buscar videos, canales y listas de reproducción de YouTube.\n\nConfiguración:\n\nEstablece una clave API en la configuración de Administración -> Cuentas conectadas -> Sección de Integración de YouTube para permitir la búsqueda y el selector inteligente.\n\nNota: La funcionalidad de búsqueda y selector inteligente está deshabilitada por defecto. Los usuarios pueden habilitarla desde su configuración respectiva.",
    "YouTube admin options saved" : "Opciones de administración de YouTube guardadas",
    "Failed to save YouTube admin options" : "Error al guardar opciones de administración de YouTube",
    "Enter a YouTube Data API Key below to use the smart picker and the search." : "Ingresa una clave API de datos de YouTube abajo para usar el selector inteligente y la búsqueda.",
    "Visit" : "Visitar",
    "Search and enable \"YouTube Data API v3\"" : "Busca y habilita \"YouTube Data API v3\"",
    "Create credentials for Public Data usage" : "Crear credenciales para uso de datos públicos",
    "YouTube API Key" : "Clave API de YouTube",
    "YouTube user options saved" : "Opciones de usuario de YouTube guardadas",
    "Failed to save YouTube user options" : "Error al guardar opciones de usuario de YouTube",
    "Enable searching for YouTube videos/channels/playlists" : "Habilitar búsqueda de videos/canales/listas de reproducción de YouTube",
    "Warning, everything you type in the search bar will be sent to YouTube." : "Advertencia, todo lo que escribas en la barra de búsqueda será enviado a YouTube.",
    "API Key" : "Clave de API"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}