{ "translations": {
    "Could not encrypt the Youtube api key" : "Non foi posíbel cifrar a chave da API de YouTube",
    "Could not save the user config" : "Non foi posíbel gardar a configuración do usuario",
    "Youtube Link" : "Ligazón de YouTube",
    "Youtube Channels" : "Canles de YouTube",
    "Youtube Playlists" : "Listas de reprodución de YouTube",
    "Youtube Videos" : "Vídeos de YouTube",
    "No description" : "Sen descrición",
    "Youtube API error" : "Produciuse un erro na API de YouTube",
    "Youtube API Key not set" : "Non foi definida a chave API de YouTube",
    "Could not decrypt the Youtube api key" : "Non foi posíbel descifrar a chave da API de YouTube",
    "Bad HTTP method" : "Método HTTP incorrecto",
    "Bad credentials" : "Credenciais incorrectas",
    "Connected accounts" : "Contas conectadas",
    "YouTube Integration" : "Integración de YouTube",
    "YouTube Integration providing inline video player for link previews" : "Integración de YouTube que fornece un reprodutor de vídeo en liña para a vista previa das ligazóns",
    "Youtube integration providing an inline video player for link previews, a smart picker and search provider for searching Youtube videos, channels, and playlists.\n\nConfiguration:\n\nSet an API key in the Administration settings -> Connected Accounts -> Youtube Integration section to allow the search and smart picker\n\nNote: The search and smart picker functionality is disabled by default. Users can opt-in to enable them from their respective settings." : "Integración de YouTube que fornece un reprodutor de vídeo en liña para a vista previa de ligazóns, un selector intelixente e un provedor de busca para buscar vídeos, canles e listas de reprodución de YouTube.\n\nConfiguración:\n\nDefina unha chave API na sección Axustes de administración -> Contas conectadas -> Integración de YouTube para permitir a busca e o selector intelixente\n\nNota: As funcionalidades de busca e selector intelixente está desactivada de xeito predeterminado. Os usuarios poden optar por activalas desde os seus respectivos axustes.",
    "Youtube admin options saved" : "Gardáronse as opcións de administración de YouTube",
    "Failed to save Youtube admin options" : "Produciuse un fallo ao gardar as opcións de administración de YouTube",
    "Youtube Integration" : "Integración de YouTube",
    "Enter a Youtube Data API Key below to use the smart picker and the search." : "Introduza unha chave API de datos de YouTube a continuación para usar o selector intelixente e a busca.",
    "Visit" : "Visitar",
    "Search and enable \"YouTube Data API v3\"" : "Buscar e activar a «YouTube Data API v3»",
    "Create credentials for Public Data usage" : "Crear credenciais para o uso de datos públicos",
    "Youtube API Key" : "Chave da API de YouTube",
    "API Key" : "Chave da API",
    "Youtube user options saved" : "Gardáronse as opcións de usuario de YouTube",
    "Failed to save Youtube user options" : "Produciuse un fallo ao gardar as opcións de usuario de YouTube",
    "Enable searching for Youtube videos/channels/playlists" : "Activar a busca de vídeos/canles/listas de reprodución de YouTube",
    "Warning, everything you type in the search bar will be sent to Youtube." : "Advertencia, todo o que escriba na barra de buscas enviarase a YouTube."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}