{ "translations": {
    "Could not save the user config" : "Não foi possível salvar a configuração de usuário",
    "No description" : "Sem descrição",
    "Bad HTTP method" : "Método HTTP incorreto",
    "Bad credentials" : "Credenciais inválidas",
    "Connected accounts" : "Contas conectadas",
    "YouTube Integration" : "Integração YouTube",
    "YouTube Integration providing inline video player for link previews" : "Integração com o YouTube, fornecendo um reprodutor de vídeo embutido para visualizações de links",
    "Visit" : "Visitar",
    "Search and enable \"YouTube Data API v3\"" : "Procure e ative \"YouTube Data API v3\"",
    "Create credentials for Public Data usage" : "Crie credenciais para uso de Dados Públicos",
    "API Key" : "Chave API",
    "Could not encrypt the Youtube api key" : "Não foi possível criptografar a chave API do Youtube",
    "Youtube Link" : "Link do Youtube",
    "Youtube Channels" : "Canais do Youtube",
    "Youtube Playlists" : "Playlists do Youtube",
    "Youtube Videos" : "Vídeos do Youtube",
    "Youtube API error" : "Erro da API do Youtube",
    "Youtube API Key not set" : "Chave API do Youtube não definida",
    "Could not decrypt the Youtube api key" : "Não foi possível descriptografar a chave API do Youtube",
    "Youtube integration providing an inline video player for link previews, a smart picker and search provider for searching Youtube videos, channels, and playlists.\n\nConfiguration:\n\nSet an API key in the Administration settings -> Connected Accounts -> Youtube Integration section to allow the search and smart picker\n\nNote: The search and smart picker functionality is disabled by default. Users can opt-in to enable them from their respective settings." : "Integração com o YouTube, fornecendo um reprodutor de vídeo embutido para visualização de links, um seletor inteligente e um provedor de pesquisa para pesquisar vídeos, canais e listas de reprodução do YouTube.\n\nConfiguração:\n\nDefina uma chave API nas configurações de administração -> Contas conectadas -> seção Integração com o YouTube para permitir a pesquisa e o seletor inteligente\n\nObservação: a funcionalidade de pesquisa e seletor inteligente está desativada por padrão. Os usuários podem optar por ativá-las em suas respectivas configurações.",
    "Youtube admin options saved" : "Opções administrativas do Youtube salvas",
    "Failed to save Youtube admin options" : "Falha ao salvar as opções administrativas do Youtube",
    "Youtube Integration" : "Integração Youtube",
    "Enter a Youtube Data API Key below to use the smart picker and the search." : "Insira uma chave da API de Dados do YouTube abaixo para usar o seletor inteligente e a pesquisa.",
    "Youtube API Key" : "Chave API do Youtube",
    "Youtube user options saved" : "Opções de usuário do Youtube salvas",
    "Failed to save Youtube user options" : "Falha ao salvar as opções de usuário do Youtube",
    "Enable searching for Youtube videos/channels/playlists" : "Ativar a pesquisa de vídeos/canais/playlists do Youtube",
    "Warning, everything you type in the search bar will be sent to Youtube." : "Atenção, tudo o que você digitar na barra de pesquisa será enviado ao Youtube."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}